<template>
	<section id="cart">
		<div class="wrapper">
            <sidebar/>
            <main>
                <div class="card mb-30">
                    <h1 class="text-center"><span class="color-orange">Соглашение</span> о пожертвовании</h1>
                    <div class="pt-20">
                        <p><strong>1. Стороны соглашения</strong></p>
                        <ol>
                            <li>Игрок, совершающий добровольное пожертвование, благотворитель, далее "игрок".</li>
                            <li>Комплекс серверов Minecraft ytyaNetwork, благополучатель, далее "YN".</li>
                        </ol>
                    </div>
                    <div class="pt-20">
                        <p><strong>2. Предмет соглашения</strong></p>
                        <p>
                            Игрок добровольно жертвует YN денежные средства в размере указанном как сумма к оплате в "Корзине".
                            YN предоставляет внутриигровое поощрение в соответствии с данными указанными при оформлении пожертвования.
                        </p>
                        <p>Средства вырученные от добровольного пожертвования могут быть использованы для:</p>
                        <ul>
                            <li>оплаты серверного оборудования</li>
                            <li>оплаты маркетинговых мероприятий</li>
                            <li>оплаты услуг 3х лиц</li>
                            <li>поощрения сотрудников YN</li>
                        </ul>
                    </div>
                    <div class="pt-20">
                        <p><strong>3. Внесение пожертвования</strong></p>
                        <p>
                            Пожертвование может быть внесено любым безналичным способом, доступным на момент совершения оплаты. 
                            Выбор способа оплаты является ответственностью игрока. YN не контролирует процесс и доступные способы оплаты.
                        </p>
                        <p>YN принимает добровольное пожертвование и обязуется использовать его только для указанных в п.2 целей.</p>
                        <p>Игрок не в праве контролировать использование денежных средств полученных как добровольное пожертвование.</p>
                        <p>Игрок не в праве требовать полного или частичного возмещения добровольно пожертвования.</p>
                    </div>
                    <div class="pt-20">
                        <p><strong>4. Прочие условия</strong></p>
                        <p>Игрок не в праве требовать дополнительное или расширенное поощрение не входящее в состав оплаченных пожертвований, либо недоступное на сайте.</p>
                        <p>
                            Состав и свойства поощрений, в том числе активных, могут быть изменены YN в любой момент.
                            YN не обязуется уведомлять игрока об изменении активных поощрений.
                        </p>
                        <p>
                            Утрата внутриигрового поощрения в следствии любой игровой и внеигровой ситуации не является ответственностью YN и не может быть предметом возмещения.
                        </p>
                        <p>
                            Добровольное пожертвование не дает игроку преимуществ в соблюдении правил серверов YN.
                            Соблюдение правил серверов YN является ответственностью игрока.
                            Блокировка аккаунта и другое наказание за нарушения правил серверов YN не зависит от активных поощрений на аккаунте игрока.
                            YN оставляет за собой право изъятия любых поощрений при выявлении факта использования их для нарушения правил серверов YN.
                        </p>
                        <p>
                            При осуществлении оплаты игрок обязуется использовать личные средства или средства лиц давших свое согласие на проведение транзакции.
                            При выявлении факта мошенничества со стороны игрока при совершении транзакции YN оставляет за собой право передать все имеющиеся о игроке
                            сведения в органы финансового надзора РФ, либо следственные органы РФ.
                        </p>
                        <p>
                            Настоящее соглашение вступает в силу при совершении оплаты добровольного пожертвования.
                        </p>
                        <p>
                            Все споры и разногласия, которые могут возникнуть между сторонами по вопросам, не нашедшим своего разрешения в тексте данного соглашения,
                            могут быть обсуждены с использованием каналов общения YN: Discord, либо Vk.com строго в текстовом формате.
                        </p>
                    </div>
                </div>
            </main>
		</div>
	</section>
</template>

<script>
import sidebar from '../components/sidebar'
export default {
	name: 'Terms',
    components: {
        sidebar
    },
	data: function(){
		return {
			loading:true,
		}
	},
	mounted: async function() {
		this.loading = false
	},
	methods: {
		
	}
}
</script>
